SIMISA@@@@@@@@@@JINX0D0t______

Wagon ( OR-61653-B

Comment( LNER V1 2-6-2 Tank Engine )
Comment( FLIPPED FOR RETURN ROUTE - CHANGE CABS CTRL #E ) 

Type ( Engine )
WagonShape ( FDB_V1_67653.s )
Size  ( 2.718m 3.79m 12.6m )
Mass ( 58.1t-uk )

Comment( ********* Coupler Information ****************             Included in this section - Type, Spring, Velocity, etc )

	Coupling (
         Type ( Chain )
              	Spring (
			Break ( 600kN 1000kN )
               	r0 ( 10cm 0cm )
              )
     )  

Comment( ********** Brakes, Type, Force, etc ***************        Included in this section - Type, Force, Reservoir, Applicatiion, Release. etc )

BrakeSystemType ( "Vacuum_single_pipe" )
MaxBrakeForce ( 159kN ) Comment(55% Weight*Cof 0.5)
MaxHandbrakeForce ( 39kN ) Comment(20% MTW*0.5)
BrakeCylinderPressureForMaxBrakeBrakeForce ( 21inHg ) 

Comment (* Cast Iron Brakeshoes *)
ORTSBrakeShoeFriction ( 0.0 0.50 8.0 0.288 16.1 0.241 24.1 0.211 32.2 0.187 40.2 0.173 48.3 0.161 56.3 0.150 64.4 0.142 72.2 0.139 80.5 0.134 88.5 0.129 96.6 0.125 104.6 0.123 112.7 0.121)    

Comment( ******* Curve Resistance & SuperElevation *********                  Included in this section - Wheelbase, gauge, etc )

CentreOfGravity ( 0m 2.5m 0m )
ORTSTrackGauge ( 4ft 8.5in )
ORTSUnbalancedSuperelevation ( 6in )
ORTSRigidWheelbase ( 14.0ft )
Comment(WheelBase = 1.25 x (axles-1) x Drive Diameter)

Comment( ***************** Friction*************************                   Included in this section - Friction, Bearing Type )

ORTSBearingType ( Friction )
Comment(CN 1990 DW x18)
ORTSDavis_A ( 6215 )
ORTSDavis_B ( 19.42 )
ORTSDavis_C ( 5.235 )

ORTSWagonFrontalArea (98ft^2)
ORTSDavisDragConstant (0.0024)

Comments(  ******* Lights Section *******  Included in this section - Type, Colour, Location, Size, Control, etc)

Lights	( 6
			Light	(
			comment( Front White Lamp Position B )
			Type		( 0 )
			Conditions	(
					Headlight ( 4 )
					Unit ( 2 )
					)
			FadeIn	( 0 )
			FadeOut	( 0 )
			Cycle	( 0 )
			States	(	1
			State	(
					Duration ( 0.05 )
					LightColour ( cddddddd )
					Position ( 0 3.4 5.03 ) 
					Azimuth ( 0 0 0 )
					Transition ( 0 )
					Radius ( 0.5 )
					)
				)
			)
			Light	(
			comment( Front Red Lamp Reversed Position B )
			Type		( 0 )
			Conditions	(
					Headlight ( 4 )
					Unit ( 4 )
					)
			FadeIn	( 0 )
			FadeOut	( 0 )
			Cycle	( 0 )
			States	(	1
			State	(
					Duration ( 0.05 )
					LightColour ( cddd0000 )
					Position ( 0 3.4 5.03 ) 
					Azimuth ( 0 0 0 )
					Transition ( 0 )
					Radius ( 0.5 )
					)
				)
			)
			Light	(
			comment( Rear Red Lamp Position B )
			Type		( 0 )
			Conditions	(
					Headlight ( 4 )
					Unit ( 3 )
					)
			FadeIn	( 0 )
			FadeOut	( 0 )
			Cycle	( 0 )
			States	(	1
			State	(
					Duration ( 0.05 )
					LightColour ( cddd0000 )
					Position ( 0 2.45 -6.06 ) 
					Azimuth ( -180 -180 -180 )
					Transition ( 0 )
					Radius ( 0.5 )
					)
				)
			)
			Light	(
			comment( Rear White Lamp Reversed Position B )
			Type		( 0 )
			Conditions	(
					Headlight ( 4 )
					Unit ( 5 )
					)
			FadeIn	( 0 )
			FadeOut	( 0 )
			Cycle	( 0 )
			States	(	1
			State	(
					Duration ( 0.05 )
					LightColour ( cddddddd )
					Position ( 0 2.45 -6.06 ) 
					Azimuth ( -180 -180 -180 )
					Transition ( 0 )
					Radius ( 0.5 )
					)
				)
			)
		)
	
	
Comment( ******* Miscellaneous Wagon Information************                 Included in this section - Passenger View, Sounds, Freight Animations Intake Points for Tank Engine )

FreightAnim ( DR_BR_L1_Extras.s -0.1 0.1 )


Comment ( ==Passenger View== )
	Inside (
        PassengerCabinFile ( FDB_V1_67653.s )
        PassengerCabinHeadPos ( 1.455 2.95 -1 )
        RotationLimit ( 90 180 160 )
        StartDirection ( 0 0 0 )
  	)

	IntakePoint ( 0.9 10 FuelWater )
	IntakePoint ( -0.9 8 FuelCoal )
    
Sound (	"..\\..\\Common.Steam\\A3Sound\\B17eng.sms" )
)


Engine ( OR-61653-B
    
Effects
	(
		SteamSpecialEffects
		(
			comment
			(
				the format of these little blocks is as follow:

				offset.x offset.y offset.z
				normal.x normal.y normal.z
				width in metres

				defining the offset from the shape pivot point
				where steam / smoke should appear, the direction
				it should go and the width of the nozzle
			)

			WhistleFX
			(
			-0.3 3.90 -1.5
			0 1 0
			0.2
			)
			SafetyValvesFX
			(
			0 3.65 -1.275
			0 1 0
			0.3
			)
			StackFX
			(
			0 4.000 4
			0 1 0
			0.5
			)

			CylindersFX
			(
			-1.026 0.525 3.5
			0 0 1
			0.13
			)
			CylindersFX
			(
			-1.026 0.525 4.2
			0 0 1
			0.13
			)

			CylindersFX
			(
			1.026 0.525 3.5
			0 0 1
			0.13
			)
			CylindersFX
			(
			1.026 0.525 4.2
			0 0 1
			0.13
			)

			Injectors2FX
			(
			-1 0.8 -3
			0 -1 0
			0.15
			)
			Injectors1FX
			(
			1 0.8 -3
			0 -1 0
			0.15
			)
		)
	)

Wagon ( OR-61653-B )
Comment ( *************General Information******************                    Included in this section - Wheels, sanding, etc )

ORTSSteamLocomotiveType ( Simple )
Type ( Steam )
WheelRadius ( 34in )
NumWheels ( 3 )
ORTSDriveWheelWeight ( 60t-uk  )  
Sanding ( 25mph )

Comment ( ****************** Boiler ************************          Included in this section - Length, volume, heating area, pressure, etc )

ORTSSteamBoilerType ( Superheated )
BoilerVolume ( 175ft^3 ) 
ORTSEvaporationArea ( 1325ft^2 )
ORTSSuperheatArea ( 284ft^2 )
MaxBoilerPressure ( 200psi )
MaxSteamHeatingPressure ( 50psi )

Comment ( ***************** Cylinders **********************         Included in this section - Number, Stroke, Diameter, steam usage, etc )

NumCylinders ( 3 )
CylinderStroke ( 26in ) 
CylinderDiameter ( 16in ) 
ORTSCylinderEfficiencyRate ( 1.0 )  Comment ( Default Setting)

Comment ( ******************* Fire *************************          Included in this section - Fuel Quality, Grate Area, Shoveling Rate, etc ) 

ORTSFuelCalorific ( 12390btu/lb ) Comment(Blidworth Coal)
ORTSGrateArea ( 22.08ft^2 )
SteamFiremanMaxPossibleFiringRate( 3000 ) 
ShovelCoalMass ( 14lb )    

Comment ( ******************* Fuel *************************
Included in this section - Coal, water, Tender Presence, etc )

MaxTenderCoalMass ( 4t-uk )
MaxTenderWaterMass ( 20000lb )
IsTenderRequired( 0 )	

Comment(       ********ADVANCED PARAMETERS**********      )
Comment( Remove comment statement and outer brackets as required)

ORTSBoilerEvaporationRate ( 15 )

Comment(ORTSMaxIndicatedHorsepower ( 1030.0hp )) 

Comment(ORTSMaxSuperheatTemperature ( 214.0 ))

ORTSBoilerEfficiency( 0.0 0.905  190.0 0.4525 ) Comment(From 4MT Report)

ORTSBurnRate( 0.0 10.0  7875.0 1000.0  12337.0 2000.0  14875.0 2500.0  16275.0 3000.0  18375.0 3500.0 ) Comment(From Pawson Graph)

Comment(ORTSCylinderInitialPressureDrop ( 0.0 0.99 350 0.98 ))

Comment(ORTSCylinderBackPressure ( 0.0 0.0  3000 12.0  ))


Comment ( *****************Brake System ********************        Included in this section - Compressor, Reservoir, Application rates, etc )   

TrainBrakesControllerMinSystemPressure( 0 )
TrainBrakesControllerMaxSystemPressure( 21inHg )
BrakeEquipmentType ( "Vacuum_brake, Handbrake " )
BrakeSystemType ( "Vacuum_single_pipe" )

Comment(************Train Control System (if used)**********        
Includes Monitoring of Overspeed, Vigilance, Emergency Braking)

Comment ( ************** Engine Controls ******************** 
Included-Controllers for Regulator, Reverser, Brakes etc) 

EngineControllers (
Regulator ( 0 1 0.0475 0 
            NumNotches( 0 )
    			)
Cutoff    ( -0.75 0.75 0.01 0 
            NumNotches( 0 )		
  		)

Brake_Train ( 0 1 0.1 0.5
NumNotches( 3
Notch ( 0.0 0 TrainBrakesControllerReleaseStart )
Notch ( 0.1 0 TrainBrakesControllerRunningStart )
Notch ( 0.2 1 TrainBrakesControllerVacuumContinuousServiceStart ) ) )


            Brake_Hand ( 0 1 0.0125 0
                NumNotches ( 0 )
            )
            FireDoor ( 0 1 0.1 0
                NumNotches ( 0 )
            )
            Sanding( 0 1 0 )
            Blower ( 0 1 0.025 0.2
                NumNotches ( 0 )
            )
		 ORTSSteamHeat( 0 1 0.0125 0.5 )
            Shovel ( 0 1 0.1 0
                NumNotches ( 0 )
            )
            DampersFront ( 0 1 0.1 1
                NumNotches ( 0 )
            )
            DampersBack ( 0 1 0.1 0
                NumNotches ( 0 )
            )
            Injector1Steam ( 0 1 0 )
            Injector2Steam ( 0 1 0 )
            Injector1Water ( 0 1 0.1 0
                NumNotches ( 0 )
            )
            Injector2Water ( 0 1 0.1 0
                NumNotches ( 0 )
            )
            CylinderCocks ( 0 1 1 )
            Whistle ( 0 1 0 )
            WaterScoop ( 0 1 0 )
            SmallEjectorOrCompressor( 0 1 1 )
            Headlights( 0 1 0 )
        )

Comment ( ********** Miscellaneous Information *************              Included in this section - Alternate Views, Sounds, Names, Description etc )  

	Cabview ( L1Tank.cvf )
	HeadOut (  -1.455 2.95 -1 )
 
Sound (	"..\\..\\Common.Steam\\A3Sound\\B17cab.sms" )
Name ( "67653 V1/V3 Tank, Local, Sunderland Shed 52G, Coal 4t, Water 2000gal, Reverse Cab, TE 32Klbf" )
 	Description (
 	"The London and North Eastern Railway (LNER) Class V1 and Class V3 were two classes of related 2-6-2T steam locomotive designed by Sir Nigel Gresley. A total of 82 V1s were built with 71 being rebuilt into the higher pressure V3s with an additional ten being built as V3s from the final batch of V1s. The V3 was a development of the V1 with increased boiler pressure and a resultant increase in tractive effort.

The development of large tank engines was somewhat delayed by problems on the Southern Railway following the Sevenoaks derailment thought to have been caused by the instability of the large K class 2-6-4 tanks. Gresley carried out stability tests on one of these locomotives and finding no trouble and without further delay produced his sophisticated V1 class suburban tank in 1930. This incorporated his 3-cylinder system and was the first example of all three cylinders and valve chests being incorporated into a single steel casting; this arrangement was used for the P2 Cock o' the North and the subsequent V2, K4 and V4 types.

A total of 82 V1s were built at Doncaster from 1930 to 1939. The last batch of 10 engines ordered were built as V3s. By 1948, 4 V1s were rebuilt as V3s, and a further 67 would be rebuilt to V3 specification under British Railways ownership.

From 1939, with working pressure increased to 200 psi gave higher power and better acceleration. A number of V1s were rebuilt to conform. French-style hopper type coal bunker were also fitted. By 1956 there were 57 V1 and 35 V3 types in service, many on Newcastle-Middlesbrough services.

The V1 and V3s were comparatively powerful engines suited to heavy and tightly timed suburban workings. As such they saw service on suburban services around Glasgow and Edinburgh. Several were also maintained at Hull for hauling suburban and branch-line workings in the area."
)
)
